<?php
/**
 * Created by PhpStorm.
 * User: lsw
 * Date: 18-4-21
 * Time: 上午12:57
 */

namespace Ddb\Modules;

use Ddb\Models\Brands;

class Brand extends Brands
{
    public static $brands = [
        "AM"=>"爱玛",
        "AMD"=>"安马达",
        "AS"=>"奥斯",
        "AQR"=>"安琪儿",
        "AEW"=>"爱尔威",
        "AKM"=>"澳柯玛",
        "ADS"=>"爱德森",
        "APBJ"=>"爱普奔集",
        "AMN"=>"阿米尼",
        "ASM"=>"阿莎玛",
        "ALS"=>"艾丽丝",
        "AED"=>"安尔达",
        "AMS"=>"奥美赛",
        "AX"=>"安心",

        "BDW"=>"比德文",
        "BD"=>"宝岛",
        "BT"=>"倍特",
        "BaD"=>"邦德",
        "BB"=>"奔豹",
        "BLS"=>"宝路仕",
        "BL"=>"本铃",
        "BEJ"=>"倍儿捷",
        "BQ"=>"奔骑",
        "BZ"=>"本治",
        "BSM"=>"保时马",

        "CW"=>"超威",
        "COLOUR"=>"COLOUR",

        "DY"=>"大阳",
        "DaY"=>"大运",
        "DLX"=>"大陆行",
        "DSF"=>"都市风",

        "EK"=>"E客",

        "FLP"=>"菲利普",
        "FXFLP"=>"菲迅菲利普",
        "FN"=>"蜂鸟",
        "FSD"=>"富士达",
        "FLD"=>"法拉蒂",

        "HTSD"=>"航天神迪",

        "GSD"=>"高斯德",
        "GS"=>"高仕",

        "HG"=>"恒光",
        "HS"=>"豪顺",
        "HQ"=>"红旗",
        "HD"=>"洪都",
        "HB"=>"海霸",
        "HY"=>"韩野",
        "HUS"=>"华生",
        "HT"=>"韩田",
        "HJ"=>"豪爵",

        "JAT"=>"捷安特",
        "JBDW"=>"杰宝大王",
        "JM"=>"捷马",
        "JXS"=>"吉祥狮",
        "JS"=>"吉圣",
        "JUS"=>"爵帅",
        "JL"=>"嘉伦",
        "JY"=>"骏越",

        "KQ"=>"凯骑",
        "KH"=>"快虎",
        "KX"=>"凯祥",
        "KR"=>"可人",
        "KAN"=>"可爱鸟",
        "KYL"=>"凯一路",

        "LY"=>"绿源",
        "LM"=>"立马",
        "LN"=>"绿能",
        "LJ"=>"绿佳",
        "LVJ"=>"绿驹",
        "LS"=>"铃帅",
        "LB"=>"蓝贝",
        "LVJA"=>"绿骄",
        "LOY"=>"珑玥",
        "LDW"=>"力多威",
        "LDS"=>"雷迪森",

        "MLK"=>"莫拉克",
        "MLX"=>"美丽行",

        "NKNY"=>"尼科尼亚",
        "NY"=>"南鹰",

        "OP"=>"欧派",
        "OWS"=>"欧文斯",
        "OF"=>"欧峰",

        "QHXL"=>"清华祥龙",
        "QXB"=>"七星豹",
        "QJ"=>"钱江",

        "RSD"=>"荣事达",

        "SL"=>"狮龙",
        "SPQ"=>"速派奇",
        "SY"=>"三雅",
        "SQ"=>"三枪",
        "SJN"=>"世纪鸟",
        "SHY"=>"舜意",
        "SHJ"=>"尚好捷",
        "SK"=>"赛克",
        "SJ"=>"松吉",
        "SM"=>"顺马",
        "SFN"=>"顺风鸟",
        "SJXF"=>"世纪雄风",
        "SZX"=>"神州行",
        "SOCO"=>"SOCO",
        "SEL"=>"森蓝",

        "TL"=>"台铃",
        "TAL"=>"踏浪",
        "TUL"=>"途尔",
        "TLWS"=>"特莱维狮",
        "TX"=>"台翔",

        "WY"=>"五羊",
        "WQ"=>"沃趣",
        "WD"=>"五迪",
        "WXZB"=>"五星钻豹",
        "WL"=>"王力",
        "WP"=>"王派",
        "WAY"=>"王野",

        "XR"=>"新日",
        "XL"=>"新蕾",
        "XD"=>"小刀",
        "XN"=>"小牛",
        "XDZ"=>"新大洲",
        "XYS"=>"星月神",
        "XNI"=>"小鸟",
        "XY"=>"新艺",
        "XDA"=>"小岛",
        "XFG"=>"小飞哥",
        "XDZBT"=>"新大洲本田",
        "XAS"=>"新奥斯",

        "YD"=>"雅迪",
        "YKL"=>"英克莱",
        "YY"=>"愉途",
        "YH"=>"远豪",
        "YJ"=>"永久",
        "YYU"=>"永源",
        "YYD"=>"优典",
        "YOH"=>"优狐",
        "YX"=>"逸翔",
        "YNK"=>"伊耐克",
        "YQL"=>"玉骑玲",

        "ZFN"=>"追风鸟",
        "ZA"=>"真爱",
        "ZQ"=>"真枪",
        "ZMN"=>"追梦鸟",
        "ZF"=>"珠峰",

    ];
}